Repository: mwclemke/mw-pa
Catalog: typo3conf/l10n/*/powermail/mod1/*.locallang.xlf
Languages: de

# function1
source: Powermail list and export
de: Powermail-Liste und-Export

# function2
source: Powermail charts
de: Powermail-Diagramme

# nopowermails1
source: No powermails on current page!
de: Keine Powermails auf aktueller Seite!

# nopowermails2
source: Please choose a page with powermails inside.
de: Bitte wählen Sie eine Seite mit Powermails aus.

# title_date
source: Date
de: Datum

# title_sender
source: Sender
de: Absender

# title_IP
source: Sender IP
de: Absender-IP

# title_receiver
source: Receiver
de: Empfänger

# title_delete
source: Delete
de: Löschen

# export_download_success
source: Success!
de: Erfolg!

# export_download_download
source: Download CSV File
de: CSV-Datei herunterladen

# export_download_downloadZIP
source: Download compressed CSV File
de: Komprimierte CSV-Datei herunterladen

# export_icon_excel
source: Export to excel file format
de: Export im Excel-Format

# export_icon_csv
source: Export to csv file format
de: Export im CSV-Format

# export_icon_html
source: Export to HTML table
de: Export im HTML-Format

# icon_deloff
source: Delete after export disabled! Click to enable delete after export
de: Löschen nach Export deaktiviert! Klicken, um Löschen nach Export zu aktivieren

# icon_delon
source: Delete after export enabled! Click to disable delete after export
de: Löschen nach Export aktiviert! Klicken, um Löschen nach Export zu deaktivieren

# icon_print
source: Click here to print this view
de: Hier klicken, um diese Ansicht zu drucken

# icon_close
source: Click hier to close the window
de: Hier klicken, um das Popup zu schließen

# delall_sure
source: If you are going on, all mails will be deleted after export, are you sure?
de: Alle E-Mails werden nach dem Export automatisch gelöscht, sind Sie sicher?

# pagebrowser_page
source: page
de: Seite

# pagebrowser_upto
source: up to
de: bis

# pagebrowser_within
source: within
de: von insgesamt

# filter_start
source: Start
de: Beginn

# filter_end
source: End
de: Ende

# del_sure
source: Are you sure to delete this entry?
de: Diesen Datensatz tatsächlich löschen?

# del_message
source: Mail with uid %s deleted!
de: E-Mail mit der uid %s erfolgreich gelöscht!

# chart_chart
source: Chart: Number of the last mails
de: Diagramm: Anzahl der letzten E-Mails

# chart_table
source: Table: Details about the last mails
de: Tabelle: Details über die letzten E-Mails

source: Path
de: Pfad

# wait
source: Please wait...
de: Bitte warten...

# loading
source: Loading mails
de: Datensätze werden geladen!

source: Delete
de: Löschen

source: Per Page
de: Pro Seite

# deletechosen
source: Delete chosen mails
de: Ausgewählte Datensätze löschen

# choseline
source: An error has occurred
de: Ein Fehler ist aufgetreten

# choseline2
source: Please select at least one row.
de: Bitte wählen Sie mindestens eine Zeile aus!

source: Yes
de: Ja

source: No
de: Nein

source: Created
de: Erstellt

# delsure
source: Do you really want to delete the chosen rows?
de: Ausgewählte Datensätze tatsächlich löschen?

# showrows
source: Show rows {0} - {1} of {2}
de: Datensätze {0} - {1} von {2} anzeigen

# noresults
source: There are no mails
de: Keine Datensätze vorhanden

source: Rows
de: Datensätze

# shortcut
source: Create a shortcut to this page
de: Erstellt eine Verknüpfung zu dieser Seite

source: Start:
de: Beginn:

source: End:
de: Ende:

source: Date
de: Datum

source: Sender
de: Absender

source: Receiver
de: Empfänger

# ip
source: IP-Address
de: IP-Adresse

# phpexcel_library
source: You need the extension phpexcel_library to use this feature!
de: Bitte installieren Sie die Erweiterung phpexcel_library!

# noPdf
source: This export format is currently not implemented. Please contact the powermail development team, if you want to sponsor this feature.
de: Dieses Export-Format ist derzeit nicht implementiert. Bitte kontaktieren Sie das Powermail Entwicklungsteam, wenn Sie diese Funktion sponsoren möchten.
