Repository: mwclemke/mw-pa
Catalog: typo3conf/l10n/*/powermail/*.locallang_db.xlf
Languages: de

source: Please select...
de: Bitte wählen...

# tx_powermail_forms
source: Forms
de: Formulare

# tx_powermail_forms.title
source: Form title (for internal usage only)
de: Formularname (für internen Gebrauch)

# tx_powermail_forms.fieldsets
source: Form pages
de: Formularseiten

# tx_powermail_forms.preview
source: Preview
de: Voransicht

# tx_powermail_forms.recipient
source: Email of recipient (and optional name of recipient)
de: Empfänger E-Mail (und optional Empfänger Name)

# tx_powermail_forms.subject_r
source: Subject for recipient's mail
de: Betreff für Empfänger-E-Mail

# tx_powermail_forms.subject_s
source: Subject for sender's mail
de: Betreff für Absender-E-Mail

# tx_powermail_forms.sender
source: Senders email address
de: E-Mail-Adresse des Absenders

# tx_powermail_forms.sendername
source: Senders name
de: Name des Absenders

# tx_powermail_forms.confirm
source: Activate confirmation page
de: Bestätigungsseite aktivieren

# tx_powermail_forms.startingpoint
source: Save mails in page (empty for same page)
de: Speicherort für E-Mails (leer für gleiche Seite)

# tx_powermail_forms.multiple
source: Multiple steps (every fieldset is a single page)
de: Mehrere Schritte (jedes Fieldset ist eine eigene Seite)

# tx_powermail_forms.multiple.I.0
source: Show all fieldsets on one page (default)
de: Zeige alle Fieldsets auf einer Seite (Standard)

# tx_powermail_forms.multiple.I.1
source: Multiple pages (client application)
de: Mehrere Seiten (Client-seitig)

# tx_powermail_forms.multiple.I.2
source: Multiple pages (server application)
de: Mehrere Seiten (Server-Anwendung)

# tx_powermail_forms.recip_table
source: Table of recipients
de: Tabelle mit Empfängern

# tx_powermail_forms.recip_id
source: Recipients from upper table
de: Empfänger aus obiger Tabelle

# tx_powermail_forms.recip_field
source: Fieldname where mail is stored
de: Feldname, in dem die E-Mail-Adresse gespeichert ist

# tx_powermail_forms.query
source: Alternative SQL-Query
de: Alternative SQL-Abfrage

# tx_powermail_forms.thanks
source: Response text (shown on website after submit)
de: Antworttext (wird nach dem Versand auf Website angezeigt)

# tx_powermail_forms.mailsender
source: Email-Text for sender
de: Text E-Mail an Absender

# tx_powermail_forms.mailsender.default
source: Thank you for your message: ###POWERMAIL_ALL###
de: Vielen Dank für Ihre Nachricht: ###POWERMAIL_ALL###

# tx_powermail_forms.mailreceiver
source: Email-Text for receiver
de: Text E-Mail an Empfänger

# tx_powermail_forms.mailreceiver.default
source: This is an email from your website: ###POWERMAIL_ALL###
de: Diese E-Mail wurde von Ihrer Website versandt: ###POWERMAIL_ALL###

# tx_powermail_forms.redirect
source: Auto-redirect after confirmation-page
de: Auto-Weiterleitung nach Bestätigungsseite

# tx_powermail_forms.updateError
source: Powermail ERROR: Please go back to the extension manager, choose powermail and click the update button!
de: Powermail-FEHLER: Bitte gehen Sie zurück in den Erweiterungsmanager, wählen die Erweiterung powermail und drücken die Schaltfläche "Update"!

# tx_powermail_forms.noError
source: No errors found
de: Es konnten keine Fehler gefunden werden

# tx_powermail_fieldsets
source: Fieldsets
de: Formularseiten

# tx_powermail_fieldsets.form
source: Form
de: Formular

# tx_powermail_fieldsets.title
source: Title
de: Titel

# tx_powermail_fieldsets.fields
source: Fields
de: Felder

# tx_powermail_fieldsets.addition
source: Additional Settings
de: Zusätzliche Einstellungen

# tx_powermail_fieldsets.class
source: Add CSS class
de: CSS-Klasse hinzufügen

# tx_powermail_fieldsets.tt_content
source: Powermail Content Element
de: Powermail-Seiteninhalt

# tx_powermail_fields
source: Fields
de: Formularfelder

# tx_powermail_fields.fieldset
source: Fieldset
de: Feldgruppe

# tx_powermail_fields.title
source: Title
de: Beschriftung

# tx_powermail_fields.name
source: Name
de: Feldname (wird nicht angezeigt)

# tx_powermail_fields.description
source: Description
de: Beschreibung

# tx_powermail_fields.type
source: Fieldtype
de: Feldtyp

# tx_powermail_fields.field
source: Settings
de: Einstellungen

# tx_powermail_fields.fe_field
source: Fill out this field with fe_user field
de: Dieses Feld mit Daten aus der Tabelle fe_user füllen

# tx_powermail_fields.class
source: Add CSS class
de: CSS-Klasse hinzufügen

# tx_powermail_fields.pattern
source: RegExp Pattern
de: RegExp-Ausdruck

# tx_powermail_mails
source: Mails
de: E-Mails

# tx_powermail_mails.formid
source: Content UID where form is in
de: UID des Seiteninhaltes des Formulare

# tx_powermail_mails.recipient
source: Recipient
de: Empfänger

# tx_powermail_mails.cc_recipient
source: CC recipient(s)
de: CC-Empfänger

# tx_powermail_mails.subject_r
source: Subject
de: Betreff

# tx_powermail_mails.sender
source: Sender
de: Absender

# tx_powermail_mails.content
source: Content
de: Inhalt

# tx_powermail_mails.content_RTE
source: Full screen Rich Text Editing
de: Rich-Text-Editor (RTE) im Vollbildmodus

# tx_powermail_mails.piVars
source: All values
de: Alle Felder

# tx_powermail_mails.senderIP
source: IP address of sender
de: IP-Adresse des Absenders

# tx_powermail_mails.UserAgent
source: User agent of sender
de: Browser des Absenders

# tx_powermail_mails.Referer
source: Link to page with form
de: URL der Seite des verwendeten Formulares

# tx_powermail_mails.SP_TZ
source: User location
de: Sender Ort

# tx_powermail_mails.Additional
source: Additional information
de: Weitere Informationen

# tx_powermail_mails.feuser
source: Filled out from FE_User
de: Ausgefüllt von fe_user

# tx_powermail_forms.div1
source: Formdata
de: Formulardaten

# tx_powermail_forms.div2
source: Fields
de: Felder

# tx_powermail_forms.div4
source: Recipients
de: Empfänger

# tx_powermail_forms.div3
source: Sender
de: Absender

# tx_powermail_forms.div5
source: Answer page
de: Antwortseite

# tx_powermail_forms.div6
source: Email-Text sender
de: Text E-Mail an Absender

# tx_powermail_forms.div7
source: Email-Text receiver
de: Text E-Mail an Empfänger

# tx_powermail_forms.div8
source: Access
de: Zugriff

# tx_powermail_forms.fieldtitle.text
source: Textfield
de: Textfeld

# tx_powermail_forms.fieldtitle.textarea
source: Textarea
de: Mehrzeiliges Textfeld

# tx_powermail_forms.fieldtitle.select
source: Select box
de: Auswahlbox

# tx_powermail_forms.fieldtitle.check
source: Checkbox(s)
de: Checkbox(en)

# tx_powermail_forms.fieldtitle.radio
source: Radiobutton(s)
de: Radioknopf/-knöpfe

# tx_powermail_forms.fieldtitle.password
source: Password field
de: Passwortfeld

# tx_powermail_forms.fieldtitle.file
source: File upload
de: Datei-Upload

# tx_powermail_forms.fieldtitle.content
source: TYPO3 pagecontent
de: TYPO3-Seiteninhalt

# tx_powermail_forms.fieldtitle.hidden
source: Hidden field
de: Verstecktes Feld

# tx_powermail_forms.fieldtitle.label
source: Show some text
de: Text anzeigen

# tx_powermail_forms.fieldtitle.html
source: Enter your own HTML code
de: Eigenen HTML-Code eintragen

# tx_powermail_forms.fieldtitle.submit
source: Submit button
de: Schaltfläche Abschicken

# tx_powermail_forms.fieldtitle.reset
source: Reset button
de: Schaltfläche Zurücksetzen

# tx_powermail_forms.fieldtitle.datetime
source: Date and time field
de: Datum- und Zeit-Feld

# tx_powermail_forms.fieldtitle.date
source: Date field
de: Datumfeld

# tx_powermail_forms.fieldtitle.button
source: Button
de: Schaltfläche

# tx_powermail_forms.fieldtitle.submitgraphic
source: Graphic as submit
de: Grafik als Absendeschaltfläche

# tx_powermail_forms.fieldtitle.countryselect
source: Country selection
de: Länderauswahl

# tx_powermail_forms.fieldtitle.captcha
source: Captcha request
de: Captcha-Abfrage

# tx_powermail_forms.fieldtitle.typoscript
source: Add typoscript object
de: TypoScript-Objekt hinzufügen

# tx_powermail_forms.fieldtitle.div3
source: Extensions
de: Erweiterungen

# tx_powermail_forms.xml.name
source: Name for templates
de: Name für Vorlagen

# tx_powermail_forms.xml.label
source: Description
de: Beschreibung

# tx_powermail_forms.xml.size
source: Size
de: Größe

# tx_powermail_forms.xml.maxlength
source: Max. length
de: Max. Länge

# tx_powermail_forms.xml.readonly
source: Read only
de: Nur Lesen

# tx_powermail_forms.xml.mandatory
source: Mandatory field
de: Pflichtfeld

# tx_powermail_forms.xml.cols
source: Number of columns
de: Spaltenanzahl

# tx_powermail_forms.xml.rows
source: Number of rows
de: Zeilenanzahl

# tx_powermail_forms.xml.wrap
source: Break allowed
de: Umbruch

# tx_powermail_forms.xml.wrap.0
source: No break
de: Kein Umbruch

# tx_powermail_forms.xml.wrap.1
source: Break allowed
de: Umbruch erlauben

# tx_powermail_forms.xml.multiple
source: Multiple select allowed
de: Mehrfachauswahl erlaubt

# tx_powermail_forms.xml.options
source: Enter your options
de: Optionen eintragen

# tx_powermail_forms.xml.relation
source: TYPO3 content
de: TYPO3-Seiteninhalt

# tx_powermail_forms.xml.send
source: Send this content via email
de: Inhalt in E-Mail mitsenden

# tx_powermail_forms.xml.value
source: Default value
de: Standardwert

# tx_powermail_forms.xml.src
source: Grafic source
de: Bildpfad

# tx_powermail_forms.xml.alt
source: Alternative text for image
de: Alternativer Text für Grafik

# tx_powermail_forms.xml.preselect
source: Preselect country
de: Länder vorauswählen

# tx_powermail_forms.xml.within
source: Only show this countries
de: Nur diese Länder anzeigen

# tx_powermail_forms.xml.without
source: Show list without this countries
de: Diese Länder aus Liste ausschließen

# tx_powermail_forms.xml.typoscript
source: Typoscript object
de: TypoScript-Objekt

# tx_powermail_forms.xml.validate
source: Validate this field for
de: Dieses Feld überprüfen auf

# tx_powermail_forms.xml.validate.1
source: Email-address
de: E-Mail-Adresse

# tx_powermail_forms.xml.validate.3
source: Digits only
de: nur Zahlen

# tx_powermail_forms.xml.validate.4
source: Digits only (without comma or point)
de: nur Zahlen (ohne Komma oder Punkt)

# tx_powermail_forms.xml.validate.5
source: Letters only
de: nur Buchstaben

# tx_powermail_forms.xml.validate.6
source: Letters and digits only
de: nur Buchstaben und Zahlen

# tx_powermail_forms.xml.validate.7
source: Regular expression
de: Regulären Ausdruck

# tx_powermail_forms.xml.validate.8
source: Letters only (incl. Umlauts)
de: Nur Buchstaben (Umlaute eingeschlossen)

# tx_powermail_forms.xml.validate.9
source: Letters and digits only (incl. Umlauts)
de: nur Buchstaben und Zahlen (Umlaute eingeschlossen)

# tx_powermail_forms.xml.inputtype
source: HTML5 input type
de: HTML5 Inputtyp

# tx_powermail_forms.xml.inputtype.1
source: Color
de: Farbe

# tx_powermail_forms.xml.inputtype.2
source: Range
de: Bereich

# tx_powermail_forms.xml.inputtype.3
source: Tel
de: Telefon

# tx_powermail_forms.xml.inputtype.4
source: Time
de: Zeit

# tx_powermail_forms.xml.min
source: Minimal Date
de: Minimum Datum

# tx_powermail_forms.xml.max
source: Maximal Date
de: Maximum Datum

# tx_powermail_forms.xml.mincalc
source: Calculated minimum date from now (in days)
de: Berechnetes Minimum Datum ab heute (in Tagen)

# tx_powermail_forms.xml.maxcalc
source: Calculated maximum date from now (in days)
de: Berechnetes Maximum Datum ab heute (in Tagen)

# tx_powermail_forms.xml.step
source: Allowed steps (HTML5)
de: Erlaubte Schritte (HTML5)

# tx_powermail_forms.xml.pattern
source: RegEx pattern for value (HTML5)
de: RegEx-Muster für Eingabe (HTML5)

# tx_powermail_forms.xml.placeholder
source: Placeholder (HTML5)
de: Platzhalter (HTML5)

# tx_powermail_forms.xml.example
source: Field example
de: Beispiel

# tx_powermail_forms.xml.countryzone
source: Add countryzone select (XAJAX needed)
de: Bundesländerauswahl hinzufügen (XAJAX benötigt)

# tx_powermail_forms.xml.error
source: Please select a fieldtype to continue.
de: Bitte wählen Sie einen Feldtypen um fortzufahren.

# tx_powermail_forms.xml.countryselect.error
source: Please install the extension static_info_tables to use this feature.
de: Bitte installieren Sie static_info_tables, um dieses Feature nutzen zu können.

# tx_powermail_forms.xml.date.showselector
source: Show month and year selector
de: Zeige Monats- und Jahresauswahl

# tx_powermail_forms.xml.clearSession
source: Refresh page and clear whole session
de: Seite neu laden und Session leeren
