Repository: mwclemke/mw-pa
Catalog: typo3conf/l10n/*/powermail/pi1/*.locallang.xlf
Languages: de

# powermailmarker_notitle
source: ERROR: No title to current field found in DB (%s)
de: FEHLER: Feldtitel für "%s" nicht vorhanden

# locallangmarker_confirmation_question
source: Are these values correct?
de: Sind diese Angaben korrekt?

# locallangmarker_confirmation_back
source: Go back
de: Zurück

# locallangmarker_confirmation_files
source: Attached file %s:
de: Angehängte Datei %s:

# locallangmarker_confirmation_submit
source: Send values now
de: Angaben abschicken

# locallangmarker_email_receiver
source: Thank you for your email:
de: Vielen Dank für die E-Mail:

# locallangmarker_email_sender
source: You've got a new email:
de: Sie haben eine neue E-Mail erhalten:

# locallangmarker_mandatory_message
source: There are some errors:
de: Folgende Fehler sind aufgetreten:

# locallangmarker_mandatory_emptyfield
source: This field must be filled:
de: Diese Felder bitte ausfüllen:

# locallangmarker_mandatory_submit
source: Go back to the form
de: Zurück zum Formular

# locallangmarker_error_validemail
source: This is not a valid email address:
de: Dies ist keine gültige E-Mail-Adresse:

# locallangmarker_error_file_main
source: This file could not be uploaded:
de: Die Datei konnte nicht hochgeladen werden:

# locallangmarker_error_file_toolarge
source: This file is too large:
de: Diese Datei ist zu groß:

# locallangmarker_error_file_extension
source: This file extension is not allowed:
de: Diese Dateiendung ist nicht erlaubt:

# locallangmarker_error_file_mimetype
source: Uploaded file don't fits mime check:
de: Die hochgeladene Datei hat nicht den richtigen mime-Typ.

# error_check_recipient
source: Please fill in this backend field: Email address of receiver
de: Empfängerfeld im Backend nicht ausgefüllt!

# error_check_noTS
source: Typoscript for powermail missing!
de: Powermail - TypoScript nicht vorhanden!

# error_captcha_empty
source: Captcha Code empty
de: Bitte den angezeigten Captcha-Code eintragen

# error_captcha_wrong
source: Captcha Code wrong
de: Der eingetragene Code war leider falsch

# error_backend_noip
source: IP logging disabled
de: IP-Speicherung deaktiviert

# error_validemail
source: Email address is not valid
de: Die eingegebenen E-Mail-Adresse enthält Fehler

# error_nomx
source: Email address doesn't exist
de: Die eingegebene E-Mail-Adresse existiert nicht

# error_unique_field
source: %s was already used
de: %s wurde bereits eingetragen

# error_unique_ip
source: IP address %s already made an entry
de: Ein Besucher mit der IP-Adresse %s hat bereits einen Eintrag hinterlassen

# error_expression_validation
source: Validation failed
de: Überprüfung fehlgeschlagen

# error_templateNotFound
source: Template not found, check path to your powermail templates
de: Vorlage nicht gefunden. Den Pfad für die powermail-Vorlagen überprüfen.

# error_captchaWrongExt
source: Powermail ERROR: The chosen captcha extension "%s" is not loaded! Choose another captcha extension in the powermail constants or install the extension "%s".
de: Die gewählte Erweiterung "%s" ist nicht geladen! Wählen Sie eine andere Captcha-Erweiterung in den powermail-Konstanten oder installieren Sie die Erweiterung "%s".

# error_captchaNoExtFound
source: Please install a captcha extension like captcha, sr_freecap, jm_recaptcha or wt_calculating_captcha!
de: Bitte installieren Sie eine Captcha-Erweiterung wie captcha, sr_freecap, jm_recaptcha oder wt_calculating_captcha!

# multiple_forward
source: Next step
de: Nächster Schritt

# multiple_back
source: Previous step
de: Vorheriger Schritt

# pagebrowser_inner
source: of
de: von

# JSvalidation_label_required
source: This is a required field
de: Dies ist ein Pflichtfeld

# JSvalidation_label_please_correct
source: Please correct this value
de: Bitte korrigieren Sie Ihre Eingabe

# JSvalidation_label_validate_number
source: Please enter a valid number in this field
de: Bitte eine Nummer eintragen

# JSvalidation_label_validate_digits
source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas
de: Bitte eine Nummer ohne Komma oder Punkt eintragen

# JSvalidation_label_validate_alpha
source: Please use letters only (a-z) in this field
de: Bitte nur Buchstaben (a-z) eingeben

# JSvalidation_label_validate_alphanum
source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed
de: Bitte nur Buchstaben (a-z) oder Zahlen (0-9) eingeben. Leer- oder andere Zeichen sind nicht erlaubt

# JSvalidation_label_validate_date
source: Please enter a valid date
de: Bitte ein gültiges Datum eingeben

# JSvalidation_label_validate_datetime
source: Please enter a valid date and time
de: Bitte ein gültiges Datum mit Uhrzeit eingeben

# JSvalidation_label_validate_email
source: Please enter a valid email address (test@test.com)
de: Bitte eine gültige E-Mail-Adresse eingeben (test@test.com)

# JSvalidation_label_validate_url
source: Please enter a valid URL (http://www.test.com)
de: Bitte eine gültige URL eingeben (z.B. http://www.test.de)

# JSvalidation_label_validate_date_au
source: Please use this date format: dd/mm/yyyy. For example 17/03/2006 for the 17th of March, 2006
de: Bitte ein Datum im Format dd/mm/yyyy eingeben

# JSvalidation_label_validate_currency_dollar
source: Please enter a valid $ amount. For example $100.00
de: Bitte einen gültigen Betrag eingeben (z.B. $100.00)

# JSvalidation_label_validate_selection
source: Please make a selection
de: Bitte treffen Sie eine Auswahl

# JSvalidation_label_validate_one_required
source: Please select one of the below options
de: Bitte treffen Sie mindestens eine Auswahl

# JSvalidation_label_validate_max
source: Please enter a value greater than $1
de: Bitte einen Wert grösser als $1 eingeben

# JSvalidation_label_validate_min
source: Please enter a value smaller than $1
de: Bitte einen Wert kleiner als $1 eingeben

# JSvalidation_dateinput_months
source: January,February,March,April,May,June,July,August,September,October,November,December
de: Januar,Februar,März,April,Mai,Juni,Juli,August,September,Oktober,November,Dezember

# JSvalidation_dateinput_shortMonths
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
de: Jan,Feb,Mrz,Apr,Mai,Jun,Jul,Aug,Sep,Okt,Nov,Dez

# JSvalidation_dateinput_days
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
de: Sonntag,Montag,Dienstag,Mittwoch,Donnerstag,Freitag,Samstag

# JSvalidation_dateinput_shortDays
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
de: So,Mo,Di,Mi,Do,Fr,Sa

# JSvalidation_dateinput_format
source: yyyy-mm-dd
de: dd.mm.yyyy

# JSvalidation_invalidtime
source: Invalid time
de: Ungültige Zeit

# geoip_ip
source: IP address
de: IP-Adresse

# geoip_countryCode
source: Country Code
de: Länderkennung

# geoip_countryName
source: Country
de: Land

# geoip_city
source: City
de: Stadt

# geoip_zip
source: ZIP
de: PLZ

# geoip_lng
source: LNG
de: Längengrad

# geoip_lat
source: LAT
de: Breitengrad

# geoip_dmaCode
source: DMA Code
de: DMA-Kennung

# geoip_areaCode
source: Area Code
de: Gebietskennung
